export const dates = [
  [
    {
      year: 1987,
      description: "Человек с бульвара Капуцинов, Алла Сурикова",
      type: "Кино",
    },
    {
      year: 1988,
      description: "Крепкий орешек / Die Hard, Джон Мактирнан",
      type: "Кино",
    },
    {
      year: 1989,
      description: "Назад в будущее 2 / Back to the Future Part II, Роберт Земекис",
      type: "Кино",
    },
    {
      year: 1990,
      description: "Один дома / Home Alone, Крис Коламбус",
      type: "Кино",
    },
    {
      year: 1991,
      description: "На гребне волны / Point Break, Кэтрин Бигелоу",
      type: "Кино",
    },
    {
      year: 1992,
      description: "Дракула / Dracula, Фрэнсис Форд Коппола",
      type: "Кино",
    },
  ],
  [
    {
      year: 1993,
      description: "Юрий Никитин, «Трое из леса»",
      type: "Литература",
    },
    {
      year: 1994,
      description: "Терри Пратчетт, «Роковая музыка»",
      type: "Литература",
    },
    {
      year: 1995,
      description: "Филипа Пулмана, «Северное сияние»",
      type: "Литература",
    },
    {
      year: 1996,
      description: "Стивен Кинг, «Зеленая Миля»",
      type: "Литература",
    },
    {
      year: 1997,
      description: "Анджей Сапковский, «Ведьмак. Башня Ласточки»",
      type: "Литература",
    },
    {
      year: 1998,
      description: "Джордж Мартин, «Битва королей»",
      type: "Литература",
    },
  ],
  [
    {
      year: 1999,
      description: "Изобретены новые мощные телескопы «Субару» и «Gemini North» в Обсерватория Мауна-Кеа на острове Гавайи (США).",
      type: "Наука",
    },
    {
      year: 2000,
      description: "Blu-ray Disc, разработан консорциумом Blu-ray Disc Association.",
      type: "Наука",
    },
    {
      year: 2001,
      description: "Заработал сайт «Википедии», wiki-энциклопедии со свободно распространяемым содержимым.",
      type: "Наука",
    },
    {
      year: 2002,
      description: "4 декабря — полное солнечное затмение (максимальная фаза 1,0244)",
      type: "Наука",
    },
    {
      year: 2003,
      description: "Компания Intel представила процессор Pentium M",
      type: "Наука",
    },
    {
      year: 2004,
      description: "Сразу две исследовательские группы независимо друг от друга впервые осуществили квантовую телепортацию атомов",
      type: "Наука",
    },
  ],
  [
    {
      year: 2005,
      description: "Мадагаскар / Madagaskar, Эрик Дарнелл",
      type: "Кино",
    },
    {
      year: 2006,
      description: "Отступники / The Departed, Мартин Скорсезе",
      type: "Кино",
    },
    {
      year: 2007,
      description: "Пираты Карибского моря: На краю света / Pirates of the Caribbean: At World's End, Гор Вербински",
      type: "Кино",
    },
    {
      year: 2008,
      description: "Коралина в Стране Кошмаров / Coraline, Генри Селик",
      type: "Кино",
    },
    {
      year: 2009,
      description: "Аватар / Avatar, Джейм Кэмерон",
      type: "Кино",
    },
    {
      year: 2010,
      description: "Начало / Inceprion, Кристофер Нолан",
      type: "Кино",
    },
  ],
  [
    {
      year: 2011,
      description: "Павел Пепперштейн, «Пражская ночь»",
      type: "Литература",
    },
    {
      year: 2012,
      description: "Харуки Мураками, «1Q84. Том 3»",
      type: "Литература",
    },
    {
      year: 2013,
      description: "Дэн Браун, «Инферно»",
      type: "Литература",
    },
    {
      year: 2014,
      description: "Роберт Гэлбрейт, «Зов кукушки»",
      type: "Литература",
    },
    {
      year: 2015,
      description: "Энди Вейер, «Марсианин»",
      type: "Литература",
    },
    {
      year: 2016,
      description: "Грегори Дэвид Робертс, «Шантарам-2. Тень горы»",
      type: "Литература",
    },
  ],
  [
    {
      year: 2017,
      description: "Компания Tesla официально представила первый в мире электрический грузовик Tesla Semi",
      type: "Наука",
    },
    {
      year: 2018,
      description: "Британским ученым впервые в истории удалось напечатать роговицу человеческого глаза.",
      type: "Наука",
    },
    {
      year: 2019,
      description: "Получен снимок черной дыры",
      type: "Наука",
    },
    {
      year: 2020,
      description: "Созданы живые растения, постоянно светящиеся в темноте",
      type: "Наука",
    },
    {
      year: 2021,
      description: "Была создана самая точная карта земли.",
      type: "Наука",
    },
    {
      year: 2022,
      description: "Учёные с помощью телескопа «Хаббл» впервые обнаружили чёрную дыру, которая создаёт звёзды, а не поглощает их",
      type: "Наука",
    },
  ],
];
